Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: tm/MM1.tmx
Source language: es_es
Languages: en_gb

source: Untitled
en_gb: Untitled Korn album

source: Untitled (álbum de Korn)
en_gb: Untitled Korn album

source: La elección de Arndt para escribir un tratamiento tiene mucho sentido, teniendo en cuenta tanto su prestigio como guionista y su estrecha relación con Pixar igualmente secreto de Disney - él es el guionista de la cheekily titulada Untitled película de Pixar que te lleva dentro de la mente de Up director Pete Docter , actualmente en pre-producción - pero hay una razón todavía más que Arndt sería tan atractivo para Disney y Lucasfilm: Él es un experto en Star Wars.
en_gb: The choice of Arndt to pen a treatment makes perfect sense, given both his prestige as a screenwriter and his close relationship with Disney’s equally secretive Pixar — he’s the screenwriter of the cheekily titled Untitled Pixar Movie That Takes You Inside the Mind for Up director Pete Docter, currently in preproduction — but there’s one more reason still that Arndt would be so appealing to Disney and Lucasfilm: He’s a Star Wars expert.

source: Los Estados miembros son países democráticos.
en_gb: The Member States are democratic countries.

source: Dichas dificultades fueron muy significativas en todos los países de la área soviética.
en_gb: These difficulties have been significant in every country from the Soviet sphere.

source: Todos los Estados miembros lo hacen y cooperan entre sí y con otros países democráticos amigos.
en_gb: All the Member States do it, cooperating with each other and with other friendly democratic countries.

source: Por el contrario, se debe conceder a los Estados miembros el derecho a la autodeterminación en materia de migración y de gestión de sus fronteras.
en_gb: Quite the reverse, Member States should be given the right to take their own decisions on migration and the management of their borders.

source: Se ignoró su derecho a la autodeterminación y su existencia.
en_gb: Their right of self determination and their very existence were ignored.

source: El derecho de los pueblos a la autodeterminación es fundamental.
en_gb: The right of peoples to self-determination is fundamental.

source: La verdad
en_gb: The truth

source: Es la verdad
en_gb: It's the truth

source: Tras la verdad
en_gb: After the truth

source: Gobierno de coalición
en_gb: Coalition government

source: ¿Qué actitud se propone adoptar el Consejo ante los múltiples intentos de revisión de la Historia y justificación de los crímenes del fascismo y del imperialismo?
en_gb: In its conclusions of 3 October 2005 the Council reaffirmed its full support for the Colombian Government, in particular in its efforts to impose the rule of law throughout the country and in the fight against terrorism and the production of and trade in illegal drugs.

source: Este movimiento de distracción se ha concebido para ocultar su sometimiento al imperialismo y la designación de la UE, los EE.UU. y la OTAN como árbitros.
en_gb: This diversion is designed to conceal their subjugation to imperialist aims and the appointment of the EU, the USA and NATO as arbiters.

source: Esto significa trabajar en la dirección contraria a la que nos empujan las directivas que homologan la oligarquía tecnocrática, no legitimada por ningún voto popular que actualmente guía y dirige toda la política de la Unión Europea.
en_gb: This means taking the opposite direction to that advocated by the standardisation directives produced by the technocratic oligarchy, which has not been legitimised by any form of election, and is currently guiding and directing all the European Union' s politics.

source: SOMETIMIENTO DE DOCUMENTOS DEL ESTUDIO.
en_gb: SUBMISSION OF STUDY DOCUMENTS.

source: Resumen de las bases:
en_gb: Summary of the basis:

source: «¡Apoya a las tropas!»
en_gb: 'Support the Troops!

source: las bases de la licitación;
en_gb: the terms of the tendering procedure;

source: Obrero
en_gb: Worker

source: Expropiación
en_gb: Eminent domain

source: obrero
en_gb: workman

source: Y nos tememos esto porque constatamos que es hipócrita todo este interés por las personas con discapacidad expresado por las diversas instituciones de la Unión Europea, ya que la responsable de la situación en la que se encuentran estas personas es la propia política de la Unión, con sus reestructuraciones capitalistas, la privatización de la salud, la asistencia social, la educación, el golpe asestado a las conquistas de los trabajadores y a la seguridad social.
en_gb: We are worried by the hypocrisy of all this interest being expressed in people with disabilities by the various institutions of the European Union because it is the very policy of the European Union, with its capitalist restructuring, privatisation of health, welfare and education and undermining of workers' rights and social insurance, which is to blame.

source: Fondo monetario internacional
en_gb: International Monetary Fund

source: Gigantesco
en_gb: Gigantic

source: Sin embargo, las privatizaciones fueron fraudulentas (con gigantes financieros convertidos en monopolios por casi nada y enormes evasiones de impuestos), lo cual explica por qué la vergonzosa oligarquía rusa se encuentra con la indiferencia de los ciudadanos.
en_gb: The privatisations were, however, criminal (with financial giants turned into monopolies for next to nothing and huge tax evasion), which explains why Russia’s disgraceful oligarchy meets with indifference from the citizens.

source: Sin embargo, las privatizaciones fueron fraudulentas (con gigantes financieros convertidos en monopolios por casi nada y enormes evasiones de impuestos) , lo cual explica por qué la vergonzosa oligarquía rusa se encuentra con la indiferencia de los ciudadanos.
en_gb: The European Parliament is right to indicate its concern about the situation in Russia and to recommend to the Council that it promote human rights, democracy, media independence, the development of civil society, religious freedom, the rule of law, and transparency, with special focus on seeking an urgent improvement of the situation in Chechnya.

source: Por regla general, debe distinguirse entre los acuerdos puros de I+D y una cooperación más amplia que abarque distintas fases de la explotación de los resultados (es decir, concesión de licencias, producción y comercialización).
en_gb: In general, a distinction has to be made between pure R & D agreements and more comprehensive cooperation involving different stages of the exploitation of results (i.e. licensing, production, marketing).

source: En segundo lugar: a fin de evitar el riesgo de una dependencia de nuestra industria cultural por la existencia de una ampliación, una multiplicación de los canales, se prevé la posibilidad de inversiones productivas en el sector audiovisual.
en_gb: Secondly: in order to avert the risk of dependency of our cultural industry in the event of expansion, of growth of the number of channels, we would like to introduce the possibility of production investment in the audiovisual sector.

source: Multiplicaciones
en_gb: Multiplication

source: También queremos estimular las inversiones directas en Nepal.
en_gb: We also want to provide incentives for direct investment in Nepal.

source: Se han hecho avances importantes.
en_gb: Considerable progress has been made.

source: Norteamérica
en_gb: North America

source: Oligarquía
en_gb: Oligarchy

source: obrero metalúrgico
en_gb: metalworker

source: Hidrocarburos
en_gb: Hydrocarbon

source: Este compromiso se ha concretado en los esfuerzos de integración de las comunidades económicas regionales, en la Nueva Asociación para el Desarrollo de África, o NEPAD, y en el lanzamiento de la Unión Africana.
en_gb: This commitment has been given concrete expression by the efforts to integrate the regional economic communities and by the New Partnership for Africa’s Development, or NEPAD, and the launch of the African Union.

source: Entre otros asuntos, se mencionarán los problemas regionales, la seguridad mundial, la asociación económica transatlántica y los retos mundiales, entre ellos, el cambio climático y la energía.
en_gb: Among other matters, it will touch upon regional issues, global security, transatlantic economic partnership, and global challenges, including climate change and energy.

source: Quiero abordar un aspecto que a menudo se pasa por alto, a saber, el carácter regional del acuerdo de asociación económica (AAE): el fortalecimiento del comercio sur-sur.
en_gb: I should like to touch upon an aspect that is often overlooked, namely the regional aspect of the Economic Partnership Agreement (EPA): reinforcing south-south trade.

source: La política imperialista de la UE, que apoya la resolución, exacerba los problemas de los trabajadores en Kosovo, la explotación, la corrupción, la delincuencia y el ritmo de las reestructuraciones capitalistas, ofreciéndoles la inmigración como la única salida.
en_gb: The EU imperialist policy, which supports the resolution, exacerbates the problems of workers in Kosovo, exploitation, corruption, crime and the rate of capitalist restructurings, offering them immigration as the only way out.

source: El propósito real, de hecho, es luchar contra la política económica que una gran parte de Latinoamérica está aplicando actualmente, en contraste con la filosofía neoliberal e imperialista de guerra permanente.
en_gb: The real purpose, in fact, is to combat the economic policy that a large part of Latin America is implementing at the moment, in contrast to neoliberalism and the imperialistic philosophy of permanent war.

source: Las referencias en el informe a la pobreza, el medio ambiente, los derechos de los trabajadores, la sanidad y similares constituyen un insulto a los pueblos que se encuentran sometidos bajo el dominio imperialista y la explotación capitalista.
en_gb: The references in the report to poverty, the environment, workers' rights, health and the like are an insult to the peoples who are suffering under imperialist domination and capitalist exploitation.

source: Hasta ahora no hemos tenido éxito.
en_gb: This has not been successful.

source: Siete años después de su creación, el EMAS ha tenido éxito sólo en algunos países.
en_gb: Seven years after its creation, however, EMAS is a success only in some countries.

source: La práctica de los últimos años ha mostrado que la lucha contra el desempleo mediante el endeudamiento del Estado y la elevación de los impuestos no ha tenido un éxito duradero.
en_gb: Practical experience in recent years has shown that where unemployment has been tackled by increasing national debt and raising taxes, no lasting success has been achieved.

source: No obstante, la situación sigue siendo deprimente y muy frustrante.
en_gb: It does, however, remain depressing and very frustrating.

source: No obstante, sigue siendo preocupante.
en_gb: However, it remains worrying.

source: La integración de la Unión Europea sigue siendo la principal prioridad de la política exterior de Ucrania.
en_gb: EU integration continues to be the top priority for Ukrainian foreign policy.

source: Todo esto tiene un coste y no deberíamos limitar nuestras ambiciones políticas regateando en torno a lo que, después de todo, es un presupuesto relativamente modesto.
en_gb: These all have a cost, and we should not limit our political ambitions by penny-pinching over what is, after all, a relatively modest budget.

source: Esta ambición por parte de Israel es totalmente acorde con los planes del imperialismo estadounidense en Oriente Próximo, de los que Israel constituye el brazo ejecutor.
en_gb: This ambition on the part of Israel is absolutely in keeping with plans of US imperialism in the Middle East, of which Israel is the long arm.

source: los Estados miembros podrán no prescribir que la empresa matriz sea accionista o asociada de la empresa filial.
en_gb: A MEMBER STATE NEED NOT PRESCRIBE THAT A PARENT UNDERTAKING MUST BE A SHAREHOLDER IN OR MEMBER OF ITS SUBSIDIARY UNDERTAKING.

source: Nos hemos comportado como pequeños burgueses y todos pagaremos el precio alguna vez.
en_gb: We acted like , and that is something for which we will pay the price in time to come.

source: Pequeña empresa
en_gb: Small and medium enterprises

source: Rusia y el resto de Europa están unidas por el destino.
en_gb: Russia and the rest of Europe are bound to one another by destiny.

source: Como se menciona en la declaración, Europa es el mayor exportador del mundo de bienes y servicios y el segundo principal destino de la inversión directa extranjera.
en_gb: As mentioned in the statement, Europe is the worlds' largest exporter of goods and services and the second largest destination of foreign direct investment.

source: Sin embargo, es lamentable que se aprueben leyes en Rusia que son extrañas e incomprensibles para nosotros en Europa.
en_gb: Yet it is an unfortunate fact that laws are being adopted in Russia which are alien and incomprehensible to us in Europe.

source: El mercado ruso también es el principal destino de las exportaciones de Ucrania.
en_gb: The Russian market is also Ukraine's most important destination for exports.

source: Y aparte del problema del objeto del estudio estadístico también encontramos problemas con el método de gestionar las investigaciones estadísticas.
en_gb: And apart from the problem of the subject of the statistical analysis, we also have the problem of how to carry out statistical research.

source: También el Parlamento Europeo, bajo nuestro Acuerdo de Asociación, ha desarrollado su propio marco para un diálogo en profundidad con el Parlamento ucranio.
en_gb: The European Parliament also, under our Partnership Agreement, has developed its own framework for in-depth dialogue with the Ukrainian Parliament.

source: Holodomor significa la negación deliberada de la aguda hambruna de Ucrania y otros lugares de la Unión Soviética por parte de los estalinistas, para que millones de víctimas permanecieran aisladas de cualquier forma de ayuda exterior o interior.
en_gb: Holodomor stands for the deliberate denial of the acute famine in Ukraine and elsewhere in the Soviet Union by the Stalinists, so that millions of victims remained cut off from any form of internal or external aid.

source: (PL) Señora Presidenta, fue después del colapso del bloque del este cuando empezamos a ser conscientes de la horrible verdad sobre lo que había ocurrido en Ucrania y otros lugares de la Unión Soviética durante el régimen estalinista.
en_gb: (PL) Madam President, it was only after the collapse of the eastern bloc that we started to become aware of the horrifying truth about what had gone on in Ukraine and other parts of the Soviet Union under Stalin.

source: Esto equivale a dejar el poder en manos de la oligarquía compuesta por la mayoría de empresas que han llegado a acuerdos bilaterales con destacados intérpretes.
en_gb: This equates to leaving power in the hands of the oligarchy composed of the major companies that have entered into bilateral agreements with leading performers.

source: El Parlamento ucraniano y veintiséis estados han definido este crimen, que causó la muerte de al menos cuatro millones de personas, como genocidio.
en_gb: The Ukrainian Parliament and 26 states have defined this crime, which caused the death of at least four million people, as genocide.

source: Dichas políticas conducen a desigualdades sociales profundas e inaceptables, provocadas por la explotación y concentración capitalista.
en_gb: These policies lead to deep and unacceptable social inequalities, caused by capitalist exploitation and concentration.

source: La propuesta de resolución pide que se intensifique y se promueva el paquete de reestructuraciones capitalistas impuestas por el sistema político de mala reputación y antipopular de los partidos burgueses en el país, en cooperación con la UE.
en_gb: The motion for a resolution calls for the package of capitalist restructurings being imposed by the disreputable, anti-grassroots political system of the bourgeois parties in the country, in cooperation with the EU, to be stepped up and promoted.

source: Allí chocan intereses económicos europeos, norteamericanos, chinos, rusos y otros.
en_gb: Here, European, American, Chinese, Russian and other economic interests collide.

source: No, creo que las RTE constituyen un instrumento muy importante para la Unión Europea, la cohesión económica, el mercado interior y una política de transporte moderna.
en_gb: No, I think that the TENs are a very important tool for the European Union, economic cohesion, the internal market and a modern transport policy.

source: Los intereses del pueblo de Birmania se defienden mejor con una política equilibrada, que incluya un volumen importante de ayudas.
en_gb: The interest of the Burmese people is best served with a balanced policy, including substantial assistance.

source: Los pasos para promover el intercambio cultural en todo el mundo y el anteproyecto del documento de la UNESCO que abordamos hoy son una importante contribución y constituyen nuestra inversión política y económica común en el futuro.
en_gb: Steps to promote global cultural exchange and the draft of the Unesco document addressed today are a major contribution and are our common political and economic investment in the future.

source: Miembro de la Comisión. - Por supuesto, estamos dialogando constantemente con Ucrania a este respecto.
en_gb: Member of the Commission. - We are, of course, in constant dialogue with Ukraine on this issue.

source: Antes de la independencia, las autoridades coloniales resolvían los conflictos.
en_gb: Before independence, the conflicts were suppressed by the colonial powers.

source: Ucrania debe tomar una decisión firme de seguir la dirección pro-occidental y mantenerla constantemente.
en_gb: Ukraine must make a forthright decision to follow the pro-Western direction and follow it consistently.

source: Estas condiciones no se encuentran, naturalmente, en los sistemas feudales existentes en las plantaciones de Latinoamérica.
en_gb: These standards of course are not to be found in the feudal conditions which exist in Latin American plantations.

source: Revolucionario
en_gb: Revolutionary

source: Condiciones Economicas
en_gb: Economical Conditions

source: Las últimas elecciones parlamentarias, presidenciales y locales han estado caracterizadas por la intimidación, la represión, el fraude electoral y la violencia política patrocinada por el Estado.
en_gb: Parliamentary, presidential and all local elections recently have been characterised by intimidation, repression, voting fraud and state-sponsored political violence.

source: La Comisión prevé que las elecciones parlamentarias y las elecciones presidenciales subsiguientes se celebren democráticamente en un ambiente de debate responsable y estabilidad política.
en_gb: The Commission expects that the parliamentary, and subsequent presidential, elections will be carried out democratically in an atmosphere of responsible debate and political stability.

source: Nacionalismo indio
en_gb: Indian nationalism

source: El terrorismo es injustificable y los palestinos no pueden conseguir sus legítimas aspiraciones nacionales por medios violentos.
en_gb: Terrorism is inexcusable and the Palestinians' legitimate national aspirations cannot be achieved through violence.

source: Así pues, nos sentimos próximos a Francia, tanto en virtud del cumplimiento de nuestras aspiraciones nacionales como de la promoción de los valores europeos universales.
en_gb: We are linked to France, then, both through the fulfilment of our national aspirations and in the promotion of universal European values.

source: Esta aspiración es legítima, sobre todo teniendo en cuenta que va acompañada de una voluntad de la gran mayoría de nuestros colegas en el sentido de acercar la construcción europea al ciudadano.
en_gb: This aspiration is all the more legitimate since it is combined with a wish on the part of the large majority of our colleagues to bring the citizen closer to the process of building Europe.

source: A ellos les amenazan la exclusión, el estancamiento y la marginación sociales.
en_gb: They are threatened with social exclusion, stagnation and marginalisation.

source: la recuperación económica...
en_gb: . the economic recovery.

source: Recuperación económica
en_gb: Economic recovery

source: A pesar de algunas mejoras recientes, la situación en Kirguistán sigue siendo crítica.
en_gb: Despite a certain degree of improvement recently, the situation in Kyrgyzstan remains critical.

source: Es fundamental que la Unión Europea y el Parlamento Europeo vigilen con mucha atención la situación en Kirguistán, que vigilen que se facilita la ayuda esencial y que se respalde el diálogo entre todos los grupos de la sociedad kirguís.
en_gb: It is essential that the European Union and the European Parliament monitor the situation in Kyrgyzstan very carefully, that essential assistance is given and that dialogue between all groups of Kyrgyzstani society is supported.

source: Debemos adelantarnos a lo que está sucediendo y, evitando toda interferencia en los asuntos internos, deberíamos hacer todo lo posible para ayudar a Kirguistán a recuperar la democracia y, una vez la situación se estabilice, llevar a cabo reformas eficaces.
en_gb: We have to keep abreast of what is happening and, while avoiding interference in internal affairs, we should do everything to help Kyrgyzstan turn to democracy and, after the situation stabilises, to carry out effective reforms.

source: Contenía
en_gb: It contained

source: Burocracia
en_gb: Bureaucracy

source: La actitud de ambas partes está causando considerables recelos constitucionales en la propia Ucrania, habiendo apelado el Parlamento ucraniano al Tribunal Constitucional para que se pronuncie sobre la constitucionalidad del decreto del Presidente que impone su disolución.
en_gb: The attitude of both sides is causing considerable constitutional misgivings in Ukraine itself, with the Ukrainian parliament appealing to the constitutional court to rule on the constitutionality of the President's decree dissolving it.

source: Bajo rango de salida de la lámpara de fotopolimerización.
en_gb: Low output of curing light.

source: Contacto de señalización, salida de medición, rangos estándar
en_gb: Signaling contact; measuring output; standard ranges

source: Afrontamos una división política atroz.
en_gb: We coped with appalling political division.

source: A su vez, la Unión Soviética combinó las tareas de reconstrucción en los Estados Bálticos con una política activa de «rusificación».
en_gb: At the same time, the Soviet Union combined reconstruction work in the Baltic States with an active Russification policy.

source: Superando discrepancias políticas, nuestra colaboración colectiva se ha inspirado en el sentimiento profundamente humano de que ninguna mujer debe ser explotada.
en_gb: Overcoming political divisions, our collective collaboration has been inspired by the profoundly human feeling that no woman should be exploited.

source: Sin embargo, representan una tendencia a la que debemos resistirnos.
en_gb: Nevertheless, they represent a tendency that must be resisted.

source: Sin embargo, rechazamos una unificación europea de las disposiciones penales.
en_gb: However, we reject a European-wide standardisation of criminal law provisions.

source: Sin embargo, me opongo a la tendencia actual hacia un mayor supranacionalismo en la Unión Europea.
en_gb: I am, however, opposed to the present trend towards increased supranationalism in the EU.
